{ "breeds": [
  {"name":"Abyssinian", "popularity":42, "known_for":"Egyptian appearance", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Abyssinian.jpg", "info_url":"https://en.wikipedia.org/wiki/Abyssinian_cat", "credit": "Josh Adams", "license":"public_domain", "description":"The Abyssinian is a breed of domestic short-haired cat with a distinctive \"ticked\" tabby coat, in which individual hairs are banded with different colors. It is named after Abyssinia (now called Ethiopia), from where it originated.\n\nThe Abyssinian cat as it is known today was bred in Great Britain. The name 'Abyssinian' refers to Ethiopia, in reference to widely spread stories of British soldiers deployed to North Africa in the nineteenth century returning home with kittens purchased from local traders.\n\nThe Abyssinian is a slender, fine-boned, medium-sized cat. The head is moderately wedge shaped, with a slight break at the muzzle, and nose and chin ideally forming a straight vertical line when viewed in profile. They have alert, relatively large pointed ears. The notably expressive eyes are almond shaped and are gold, green, hazel or copper depending on coat color. The legs should be long in proportion to a graceful body, with small oval paws; the tail is likewise long and tapering.\n\nAbyssinian kittens are born with dark coats that gradually lighten as they mature, usually over several months. The adult coat should not be excessively short and is ideally fine, dense and close-lying, silky to the touch. The ticked or agouti effect that is the trademark of the breed—genetically a variant of the tabby pattern—should be uniform over the body, although the ridge of the spine and tail, back of the hind legs and the pads of the paws are always noticeably darker. Each hair has a light base with three or four bands of additional color growing darker towards the tip. The base colour should be as clear as possible; any extensive intermingling with grey is considered a serious fault. A tendency to white on the chin is common but likewise must be minimal. The typical tabby M-shaped marking is often found on the forehead."},
  {"name":"Balinese", "popularity":51, "known_for":"plumed tail", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Balinese.jpg", "info_url":"https://en.wikipedia.org/wiki/Balinese_cat", "credit": "Pxhere", "license":"cc1", "description":"The Balinese is a long-haired breed of domestic cat with Siamese-style point coloration and sapphire-blue eyes. The Balinese is also known as the purebred long-haired Siamese, since it originated as a natural mutation of that breed and hence is essentially the same cat but with a medium-length silky coat and a distinctively plumed tail.\n\nAs is the case with their short-haired counterparts, a genetic distinction is made between traditional or \"old-style\" and modern body types. In the American standard, color variants derived from the Colorpoint Shorthair are further considered a separate breed, known as the Javanese. There is no particular connection between these cats and the Indonesian islands of Bali and Java, from which they derive their names.\n\nLike their Siamese ancestors, Balinese are sociable, vocal, playful, inquisitive, and intelligent.\n\nThe \"Balinese\" is not actually from Bali or any part of Indonesia. Its history begins with the first Siamese cats that were imported from Thailand to the U.S. and U.K. in the mid-1800s, some of whom carried the recessive long-haired gene. The Balinese breed subsequently originated from deliberate breeding efforts based around this naturally expressed genetic trait."},
  {"name":"Bengal", "popularity":62, "known_for":"jungle-cat appearance", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Bengal.jpg", "info_url":"https://en.wikipedia.org/wiki/Bengal_cat", "credit": "Lachlan Rogers", "license":"cc2", "description":"The Bengal is a domestic cat breed developed to look like exotic jungle cats such as leopards, ocelots, margays and clouded leopards. Bengal cats were developed by selective breeding from hybrids of the Asian leopard cat (ALC), Prionailurus bengalensis bengalensis, with domestic cat, backcrossed to domestic cats, with the goal of creating a confident, healthy, and friendly cat with a highly contrasted and vividly marked coat.\n\nThe name \"Bengal cat\" was derived from the taxonomic name of the Asian leopard cat (P. b. bengalensis). They have a \"wild\" appearance with large spots/rosettes/arrowheads, and a light/white belly, and a body structure reminiscent of the ALC. Bengals are an intelligent and active breed, and are known for being especially vocal and friendly. Once separated by at least four generations from the original ALC × domestic cat crossing, the breed's temperament resembles that of a domestic cat.\n\nBengal cats are generally a bright orange to light brown colour, although pale or off-white \"snow\" Bengals also exist, and are popular among owners.\n\nThe earliest mention of an Asian leopard cat × domestic cross was in 1889, when Harrison Weir wrote of them in Our Cats and All About Them.\n\nHowever, in 1927, C. Boden Kloss wrote to the magazine Cat Gossip regarding hybrids between wild and domestic cats in Malaya: \"I have never heard of hybrids between bengalensis (the Leopard Cat) and domestic cats. One of the wild tribes of the Malay Peninsula has domesticated cats, and I have seen the woman suckling bengalensis kittens, but I do not know whether the latter survive and breed with the others!\"\n\nThe earliest mention of a confirmed ALC × domestic cross was in 1934, in a Belgian scientific journal, and in 1941, a Japanese cat publication printed an article about one that was kept as a pet. Jean Mill (née Sugden), the person who was later a great influence on the development of the modern Bengal breed, submitted a term paper for her genetics class at UC Davis on the subject of crossbreeding cats in 1946."},
  {"name":"Burmese", "popularity":43, "known_for":"playful temperament", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Burmese.jpg", "info_url":"https://en.wikipedia.org/wiki/Burmese_cat", "credit": "Larisa Okhtienko", "license":"cc1", "description":"The Burmese is a breed of domestic cat, originating in Thailand, believed to have its roots near the present Thai-Burma border and developed in the United States and Britain.\n\nMost modern Burmese are descendants of one female cat called Wong Mau, which was brought from Burma to America in 1930 and bred with American Siamese. From there, American and British breeders developed distinctly different Burmese breed standards, which is unusual among pedigreed domestic cats. Most modern cat registries do not formally recognize the two as separate breeds, but those that do refer to the British type as the European Burmese.\n\nOriginally, all Burmese cats were dark brown (sable), but are now available in a wide variety of colours; formal recognition of these also varies by standard. Both versions of the breed are known for their uniquely social and playful temperament and persistent vocalisation.\n\nThe two standards differ mainly in head and body shape. The British or traditional ideal tends toward a more slender, long-bodied cat with a wedge-shaped head, large pointed ears, long tapering muzzle and moderately almond-shaped eyes. The legs should likewise be long, with neat oval paws. The tail tapers to medium length. The American (also called \"contemporary\") Burmese is a noticeably stockier cat, with a much broader head, round eyes and distinctively shorter, flattened muzzle; the ears are wider at the base. Legs and tail should be proportionate to the body, medium-length, and the paws also rounded.\n\nIn either case, Burmese are a small to medium size breed, tending to be about 4–6 kg, but are nevertheless substantially-built, muscular cats and should feel heavy for their size when held -- \"brick wrapped in silk\"."},
  {"name":"Devon Rex", "popularity":61, "known_for":"large ears", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/DevonRex.jpg", "info_url":"https://en.wikipedia.org/wiki/Devon_Rex", "credit": "Karen Mitchell", "license":"cc1", "description":"The Devon Rex is a breed of intelligent, short-haired cat that emerged in England during the late 1950s. They are known for their slender bodies, wavy coat, and large ears. This breed of cat is capable of learning difficult tricks but can be difficult to motivate.\n\nThe Devon Rex is a breed of cat with a curly, very soft short coat similar to that of the Cornish Rex. They are often associated with being one of the most hypoallergenic cats available because of their type of coat. However, they are technically not hypoallergenic.\n\nThe first Devon was discovered by Beryl Cox in Buckfastleigh, Devon, UK, in 1959. The breed was initially thought to be linked with the Cornish Rex; however, test mating proved otherwise. Cats have three types of hair: guard hair, awn hair, and down hair. The Devon Rex's coat is unusual because there is little guard hair.\n\nThe curl in Devon Rex fur is caused by a different mutation and gene than that of the Cornish Rex and German Rex, and breeding of a Devon with either of those cats results in cats without rexed (curled) fur. Devons, which are medium-sized cats, are often called \"pixie cats\" or \"alien cats\" because of their unique appearance. Their uncommonly large, slightly rounded ears are set low on the sides of their wide heads, their eyes are large, and their noses are slightly upturned. Unlike most cats, their whiskers are very short and often curled to such an extent that it may appear as if they have no whiskers. Their body type is distinctly lightly built. Their long, sturdy legs are well suited for long leaps, and their toes are unusually large."},
  {"name":"Maine Coon", "popularity":44, "known_for":"large size and long coat", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/MaineCoon.jpg", "info_url":"https://en.wikipedia.org/wiki/Maine_Coon", "credit": "Jan Messersmith", "license":"cc4", "description":"The Maine Coon is one of the largest domesticated breeds of cat. It has a distinctive physical appearance and valuable hunting skills. It is one of the oldest natural breeds in North America, specifically native to the state of Maine, where it is the official state cat.\n\nNo records of the Maine Coon's exact origins and date of introduction to the United States exist, so several competing hypotheses have been suggested. The breed was popular in cat shows in the late 19th century, but its existence became threatened when long-haired breeds from overseas were introduced in the early 20th century. The Maine Coon has since made a comeback and is now one of the more popular cat breeds in the world.\n\nThe Maine Coon is a large and sociable cat, hence its nickname, \"the gentle giant.\" It is characterized by a prominent ruff along its chest, robust bone structure, triangular body shape, an uneven two layered coat with longer guard hairs with a silky satin under layer undercoat, and a long, bushy tail. The breed's colors vary widely, with only lilac and chocolate disallowed for pedigree. Reputed for its intelligence and playful, gentle personality, the Maine Coon is often cited as having \"dog-like\" characteristics. Professionals notice certain health problems in the breed including feline hypertrophic cardiomyopathy and hip dysplasia, but reputable breeders use modern screening methods to minimize the frequency of these problems.\n\nThe Maine Coon is the largest breed of domestic cat. On average, males weigh from 13 to 18 lb (5.9 to 8.2 kg) with females weighing from 8 to 12 lb (3.6 to 5.4 kg). The height of adults can vary between 10 and 16 in (25 and 41 cm) and they can reach a length of up to 48 in (120 cm), including the tail, which can reach a length of 14 in (36 cm) and is long, tapering, and heavily furred, almost resembling a raccoon's tail. The body is solid and muscular, which is necessary for supporting their own weight, and the chest is broad. Maine Coons possess a rectangular body shape and are slow to physically mature; their full potential size is normally not reached until they are three to five years old, while other cats take about one year."},
  {"name":"Manx", "popularity":57, "known_for":"stubby tail", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Manx.jpg", "info_url":"https://en.wikipedia.org/wiki/Manx_cat", "credit": "Michelle Weigold", "license":"cc4", "description":"The Manx cat is a breed of domestic cat (Felis catus) originating on the Isle of Man, with a naturally occurring mutation that shortens the tail. Many Manx have a small stub of a tail, but Manx cats are best known as being entirely tailless; this is the most distinguishing characteristic of the breed, along with elongated hind legs and a rounded head. Manx cats come in all coat colours and patterns, though all-white specimens are rare, and the coat range of the original stock was more limited. Long-haired variants are sometimes considered a separate breed, the Cymric.\n\nManx are prized as skilled hunters, and thus have often been sought by farmers with rodent problems, and been a preferred ship's cat breed. They are said to be social, tame and active. An old local term for the cats on their home island is stubbin or rumpy. Manx have been exhibited in cat shows since the 1800s, with the first known breed standard published in 1903.\n\nTailless cats, then called stubbin (apparently both singular and plural) in colloquial Manx language, were known by the early 19th century as cats from the Isle of Man, hence the name, where they remain a substantial but declining percentage of the local cat population. The taillessness arose as a natural mutation on the island, though folklore persists that tailless domestic cats were brought there by sea. They are descended from mainland stock of obscure origin. Like all house cats, including nearby British and Irish populations, they are ultimately descended from the African wildcat (Felis lybica) and not from native European wildcats (Felis silvestris), of which the island has long been devoid.\n\nThe dominant trait of taillessness arises from a spontaneous mutation, the Manx taillessness gene, that eventually became common on the island because of the limited genetic diversity of island biogeography (an example of the founder effect and, at the sub-specific level, of the species-area curve).\n\nIn the Manx language, the modern name of the breed is kayt Manninagh, literally 'cat of Mann' (plural kiyt or kit), or kayt cuttagh lit. 'bob-tailed cat'. Kayt, used as both a masculine and feminine noun, is also encountered as cayt, and depending on the exact construction, it may be lenited as chayt or gayt. The diminutive word is pishin or pishyn, 'kitten' (with various plurals). Manx itself was often spelled Manks in English well into the late 1800s."},
  {"name":"Ragdoll", "popularity":53, "known_for":"docile, dog-like temperament", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Ragdoll.jpg", "info_url":"https://en.wikipedia.org/wiki/Ragdoll", "credit": "Shadowmeld Photography", "license":"cc4", "description":"The Ragdoll is a breed of cat with a distinct colorpoint coat and blue eyes. Its morphology is large and weighty, and it has a semi-long and silky soft coat. American breeder Ann Baker developed Ragdolls in the 1960s. They are best known for their docile, placid temperament and affectionate nature. The name 'Ragdoll' is derived from the tendency of individuals from the original breeding stock to go limp and relaxed when picked up. The breed is particularly popular in both the United Kingdom and the United States.\n\nRagdolls are often known as \"dog-like cats\" or \"puppy-like cats\", due to their tendency to follow people around, their receptiveness to handling, and their relative lack of aggressiveness towards other pets.\n\nRagdolls are distinguishable by the upside-down V-shaped markings on their foreheads, large round blue eyes, soft, thick coats, thick limbs, long tails, and soft bodies. Their color rings are commonly tricolor or bicolor.\n\nThe Ragdoll has been known to have a very floppy and calm nature, with claims that these characteristics have been passed down from the Persian and Birman breeds. Opinions vary as to whether this trait might be the result of genetic mutation or merely an instinctive reaction from being picked up as kittens by their mother."},
  {"name":"Russian Blue", "popularity":60, "known_for":"short, dense coat", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/RussianBlue.jpg", "info_url":"https://en.wikipedia.org/wiki/Russian_Blue", "credit": "Doug Miller", "license":"cc2", "description":"The Russian Blue is a cat breed that comes in colors varying from a light shimmering silver to a darker, slate grey. They develop close bonds with their owners and are sought out as pets due to their personalities, beauty and coat. It is their short, dense coat which has been the hallmark of the Russian breed for more than a century. The dense coat stands out from the body and one can draw patterns in the coat that will stay until one smoothes them out again. They are also considered to be hypoallergenic.\n\nThe Russian Blue is a naturally occurring breed that may have originated in the port of Arkhangelsk, Russia. They are also sometimes called Archangel Blues. It is believed that sailors took Russian Blues from the Archangel Isles to Great Britain and Northern Europe in the 1860s. The first recorded appearance outside of Russia was in 1875 at the Crystal Palace in England, as the Archangel Cat. The Russian Blue competed in a class including all other blue cats until 1912, when it was given its own class.\n\nThe Russian Blue has bright green eyes, pinkish lavender or mauve paws, two layers of short thick fur, and a blue-grey coat. The color is a bluish-gray that is the dilute expression of the black gene. However, as dilute genes are recessive (\"d\") and each parent will have a set of two recessive genes (\"dd\") two non-CPC Russian Blues will always produce a blue cat. Due to the breeding with Siamese after WWII there are colorpoint genes floating around. If two carriers are bred together then they will produce a litter of mixed colors – solid blue or white with blue like a Siamese. People call these CPC cats \"colorpoint\", \"whites\" or \"pointed\" Russians. In most registries one cannot register, breed or show a colorpoint Russian."},
  {"name":"Savannah", "popularity":45, "known_for":"serval ancestry", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Savannah.jpg", "info_url":"https://en.wikipedia.org/wiki/Savannah_cat", "credit": "Jason Douglas", "license":"public_domain", "description":"A Savannah cat is a cross between a domestic cat and a serval, a medium-sized, large-eared wild African cat. The unusual cross became popular among breeders at the end of the 1990s, and in 2001 The International Cat Association (TICA) accepted it as a new registered breed. In May 2012, TICA accepted it as a championship breed.\n\nJudee Frank crossbred a male serval, belonging to Suzi Woods, with a Siamese (domestic cat) to produce the first Savannah cat (named Savannah) on April 7, 1986. In 1996, Patrick Kelley and Joyce Sroufe wrote the original version of the Savannah breed standard and presented it to the board of The International Cat Association. In 2001, the board accepted the breed for registration.\n\nThe Savannahs' tall and slim build gives them the appearance of greater size than their actual weight. Size is very dependent on generation and sex, with F1 hybrid male cats usually being the largest.\n\nF1 and F2 generations are usually the largest, due to the stronger genetic influence of the African serval ancestor. As with other hybrid cats such as the Chausie and Bengal cat, most first generation cats will possess many or all of the serval's exotic looking traits, while these traits often diminish in later generations. Male Savannahs tend to be larger than females.\n\nEarly-generation Savannahs can weigh 8–20 pounds (3.6–9.1 kg), with the most weight usually attributed to the F1 or F2 neutered males due to genetics. Later-generation Savannahs are usually between 7–15 pounds (3.2–6.8 kg). Because of the random factors in Savannah genetics, size can vary significantly, even in one litter.\n\nThe coat of a Savannah should have a spotted pattern, the only pattern accepted by the TICA breed standard. The spotted pattern is the only accepted pattern because it is the only pattern found on the African Serval Cat. Non-standard patterns & colors include: Rosetted, marble, snow color (point), blue color, cinnamon color, chocolate color, lilac (lavender) and other diluted colors derived from domestic sources of cat coat genetics. These nonstandard colors should be placed as pets only to be culled out of the gene pool."},
  {"name":"Siamese", "popularity":59, "known_for":"dark points and talkative nature", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Siamese.jpg", "info_url":"https://en.wikipedia.org/wiki/Siamese_cat", "credit": "Eric Sonstroem", "license":"cc2", "description":"The Siamese cat is one of the first distinctly recognized breeds of Asian cat. Derived from the Wichianmat landrace, one of several varieties of cat native to Thailand (formerly known as Siam), the Siamese became one of the most popular breeds in Europe and North America in the 19th century. The carefully refined modern Siamese is characterized by blue almond-shaped eyes; a triangular head shape; large ears; an elongated, slender, and muscular body; and point colouration. (Aside from the colouration, it bears little resemblance to the original stock, and the more moderate, traditional or \"old-style\" Siamese, with a much rounder head and body, has been re-established by multiple registries as the Thai cat.) The International Cat Association describes the modern Siamese as social, intelligent, and playful into adulthood, often enjoying a game of fetch. Siamese tend to seek human interaction and also like companionship from other cats.\n\nThe Siamese (sometimes in the traditional form) is among the foundation stock of several other breeds developed by crossbreeding with other cats; some examples are the Oriental Shorthair and Colourpoint Shorthair, developed to expand the range of coat patterns; the long-haired variant most often dubbed the Himalayan; and hair-mutation breeds including the Cornish Rex, Sphynx, Peterbald, and the blue point Siamese cat.The Siamese cat comes in two distinct variations: traditional, with an apple-shaped head and a slightly chubby body; or the modern Siamese, which are skinny and have a large head, and are the more stereotypical and iconic when one thinks about the Siamese.\n\nThe breed standard of the modern Siamese calls for an elongated, tubular, and muscular body and a triangular head, forming a perfect triangle from the tip of the nose to each tip of the ear. The eyes are almond-shaped and light blue, while the ears are large, wide-based, and positioned more towards the side of the head. The breed has a long neck, a slender tail, and fur that is short, glossy, fine, and adheres to the body with no undercoat. Its pointed color scheme and blue eyes distinguish it from the closely related Oriental Shorthair. The modern Siamese shares the pointed color pattern with the Thai, or traditional Siamese, but they differ in head and body type."},
  {"name":"Tonkinese", "popularity":46, "known_for":"dark points and soft coat", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Tonkinese.jpg", "info_url":"https://en.wikipedia.org/wiki/Tonkinese_cat", "credit": "Josh Adams", "license":"public_domain", "description":"Tonkinese are a domestic cat breed produced by crossbreeding between the Siamese and Burmese. They share many of their parents' distinctively lively, playful personality traits and are similarly distinguished by a pointed coat pattern in a variety of colors. In addition to the modified coat colors of the \"mink\" pattern, which is a dilution of the point color (as in watercolors), the breed is now being shown in the foundation-like Siamese and Burmese colors: pointed with white and Solid overall (sepia.) They are also now designated a natural breed, as their history has now determined them to have been extant since the 14th century.\n\nThe best known variety is the short-haired Tonkinese, but there is a medium-haired (sometimes called Tibetan) which tends to be more popular in Europe, mainly in the Netherlands, Germany, Belgium and France.\n\nTonkinese are a medium-sized cat, considered an intermediate type between the slender, long-bodied modern Siamese and British Burmese and the more \"cobby\", or substantially-built American Burmese. Like their Burmese ancestors, they are deceptively muscular and typically seem much heavier than expected when picked up. Tail and legs are slim but proportionate to the body, with distinctive oval paws. They have a gently rounded, slightly wedge-shaped head and blunted muzzle, with moderately almond-shaped eyes and ears set towards the outside of their head. The American style is a rounder but sculpted head with a shorter body and sturdier appearance to reflect the old-fashioned Siamese and rounded Burmese from which it was originally bred in the United States. While many American breeders avoided using the extreme \"contemporary\" Burmese in favor of the more moderate \"traditional\" Burmese, the original Tonkinese breed standard was based on the extreme spherical style of the Burms descended from Wong Mau. Newer Tonk breeders wanted to avoid defective genes in the original Burmese lines, so avoided using cats they believed carried the so-called lethal genes. A very few older breeders simply worked around the problem by selective breeding, thereby eliminating problematic births. It is possible to find some descendants by knowledgeably reading Tonkinese pedigrees, which are available in Tonkinese databases."},
  {"name":"Turkish Angora", "popularity":58, "known_for":"long coat", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/TurkishAngora.jpg", "info_url":"https://en.wikipedia.org/wiki/Turkish_Angora", "credit": "Jean Beaufort", "license":"cc1", "description":"The Turkish Angora is a breed of domestic cat. Turkish Angoras are one of the ancient, natural breeds of cat, having originated in central Turkey. The breed has been documented as early as the 17th century and is believed to be the origin of the mutations for both the coloration white and long hair. The breed is also sometimes referred to as simply the Angora or Ankara cat.\n\nLike all domestic cats, Turkish Angoras descended from the African wildcat (Felis silvestris lybica). The Fertile Crescent was a place where cats were first domesticated. Cats from eastern mountainous regions of Anatolia developed into longhaired breeds like the Turkish Van and the Turkish Angora through inbreeding and natural selection.\n\nTurkish Angora cats have long, silky coats and elegant, sinuous bodies. Though it is known for a shimmery white coat, Turkish angora cats can display a variety of colors. They come in tabby and tabby-white, along with black with an undercoat of chocolate brown, and lastly smoke varieties, and are in every color other than those that indicate crossbreeding, such as pointed, chocolate and lavender.\n\nEyes may be blue, green, amber, yellow, or heterochromatic (e.g., one blue and one amber or green). Ears are pointed, large and wide-set. The eyes are almond shaped and the profile forms two straight planes. The plumed tail is often carried upright, perpendicular to the back."},
  {"name":"Van", "popularity":47, "known_for":"swimming ability", "photo_url":"https://assets.algoexpert.io/course-assets/iosexpert/CatImages/Van.jpg", "info_url":"https://en.wikipedia.org/wiki/Van_cat", "credit": "Coombstation", "license":"cc1", "description":"The Van cat is a distinctive landrace of domestic cat, found in the Lake Van region of eastern Turkey. It is relatively large, has a chalky white coat, sometimes with ruddy coloration on the head and hindquarters, and has blue or amber eyes or is odd-eyed (having one eye of each colour). The variety has been referred to as \"the swimming cat\", and observed to swim in Lake Van.\n\nThe naturally occurring Van cat type is popularly believed to be the basis of the Turkish Van breed, as standardised and recognised by many cat fancier organizations; it has been internationally selectively bred to consistently produce the ruddy head-and-tail colouring pattern on the white coat. However, one of the breed founders' own writings indicate that the four original cats used to found the formal breed came from other parts of Turkey than the Lake Van area. The capitalised and run-together term \"Turkish Vankedisi\" is confusingly used by some organisations as a name for all-white specimens of the formal Turkish Van breed.\n\nThe cats are notable for their lean, long-legged appearance. They are all-white, or sometimes mostly white with amber markings around the tail and ears. Locals to the Van area identify only the all-white type as the Van cat, according to a 1991 BBC documentary, Cats, written and presented by Roger Tabor.\n\nTheir most notable genetic characteristic is their almond-shaped eyes that often are mismatched colours. The most valued and valuable members of the type generally have one amber-green eye and one blue eye."}
]}
